globalJSON = [
  {
    "id": 1,
    "name": "Общие виды работ",
    "services": [
      {
        "code": "1.1",
        "type": "Осмотр (без проведения лечебно-диагностических мероприятий). Обследование стоматологического статуса\n                первичного больного (осмотр, сбор\n                анамнеза, заполнение зубной формулы, определение индексов КПУ, кп, КПУкп, ИГ, ПМА, состояния прикуса,\n                степени активности кариеса)",
        "count": "",
        "price": "150"
      },
      {
        "code": "1.2",
        "type": "Повторный прием (набор одноразовых принадлежностей или инструментов)",
        "count": "",
        "price": "150"
      },
      {
        "code": "1.11.2",
        "type": "Анестезия внутриротовая (инфильтрационная, проводниковая, внутрипульпарная, интралигаментарная)",
        "count": "",
        "price": "150"
      },
      {
        "code": "1.13",
        "type": "Снятие искусственной коронки",
        "count": "",
        "price": "150"
      },
      {
        "code": "1.14",
        "type": "Снятие цельнолитой коронки",
        "count": "",
        "price": "250"
      },
      {
        "code": "1.15",
        "type": "Снятие пломбы",
        "count": "",
        "price": "100"
      },
      {
        "code": "1.16",
        "type": "Депофорез одного корневого канала(1 сеанс)",
        "count": "",
        "price": "50"
      },
      {
        "code": "1.17.1",
        "type": "Рентгенологический снимок",
        "count": "",
        "price": "200"
      },
      {
        "code": "1.17.2",
        "type": "Повторный рентгенологический снимок",
        "count": "",
        "price": "200"
      },
      {
        "code": "1.17.3",
        "type": "Распечатка рентгенологического снимка (выдача на руки)",
        "count": "",
        "price": "350"
      },
      {
        "code": "1.18",
        "type": "Физиотерапия лазером, аппаратом (1 сеанс)",
        "count": "",
        "price": "50"
      },
      {
        "code": "1.19",
        "type": "Временная повязка химического, светового отверждения",
        "count": "",
        "price": "150"
      },
      {
        "code": "1.20",
        "type": "Временная пломба",
        "count": "",
        "price": "100"
      },
      {
        "code": "1.21",
        "type": "Полировка, шлифовка пломбы при лечении кариозных полостей I, II, III, V класса по Блэку",
        "count": "",
        "price": "150"
      },
      {
        "code": "1.22",
        "type": "Полировка, шлифовка пломбы при лечении кариозных полостей IV класса по Блэку",
        "count": "",
        "price": "250"
      },
      {
        "code": "1.23",
        "type": "Триоксидент",
        "count": "",
        "price": "500"
      },
      {
        "code": "1.24",
        "type": "Эндоканальное отбеливание (1 корневого канала)",
        "count": "",
        "price": "1000"
      },
      {
        "code": "1.25",
        "type": "Ретракция десны",
        "count": "",
        "price": "50"
      },
      {
        "code": "1.26",
        "type": "Каустинерв",
        "count": "",
        "price": "200"
      }
    ]
  },
  {
    "id": 2,
    "name": "Профилактические мероприятия",
    "services": [
      {
        "code": "2.1",
        "type": "Герметизация фиссур (1 зуб) материалом химического отверждения",
        "count": "",
        "price": "100"
      },
      {
        "code": "2.2",
        "type": "Герметизация фиссур (1 зуб) материалом светового отверждения",
        "count": "",
        "price": "150"
      },
      {
        "code": "2.3",
        "type": "Серебрение 1 молочного зуба(сафорайд)",
        "count": "",
        "price": "50"
      }
    ]
  },
  {
    "id": 3,
    "name": "Терапевтический прием",
    "services": [
      {
        "code": "3.1",
        "type": "Наложение одной пломбы из СИЦ (стеклоиономерный цемент) при поверхностном и среднем кариесе I и V класса по\n                Блэку (Ketac Molar)",
        "count": "",
        "price": "300"
      },
      {
        "code": "3.2",
        "type": "Наложение одной пломбы из СИЦ при поверхностном и среднем кариесе II и III класса по Блэку (Ketac Molar)",
        "count": "",
        "price": "400"
      },
      {
        "code": "3.3",
        "type": "Наложение одной пломбы из СИЦ при глубоком кариесе I-III класса по Блэку (Ketac Molar)",
        "count": "",
        "price": "500"
      },
      {
        "code": "3.4",
        "type": "Наложение одной пломбы светового отверждения при среднем кариесе (I и V класс по Блэку)",
        "count": "",
        "price": "1000"
      },
      {
        "code": "3.5",
        "type": "Наложение одной пломбы светового отверждения при среднем кариесе II,III,IV класса по Блэку",
        "count": "",
        "price": "1200"
      },
      {
        "code": "3.6",
        "type": "Наложение одной пломбы светового отверждения при глубоком кариесе (I и V класс по Блэку)",
        "count": "",
        "price": "1300"
      },
      {
        "code": "3.7",
        "type": "Наложение одной пломбы светового отверждения при глубоком кариесе II.III.IV класса по Блэку",
        "count": "",
        "price": "1500"
      },
      {
        "code": "3.8",
        "type": "Наложение подкладки на кариозную полость Лайф, Calcimol",
        "count": "",
        "price": "100"
      },
      {
        "code": "3.9",
        "type": "Наложение подкладки светового отверждения на кариозную полость Vitrimer,Vitrebond",
        "count": "",
        "price": "300"
      },
      {
        "code": "4.0",
        "type": "Лечение кариеса депульпированного зуба, пломба химического отвержения Ketac Molar",
        "count": "",
        "price": "600"
      },
      {
        "code": "4.1",
        "type": "Лечение кариеса депульпированного зуба, пломба светового отвержения Vitrimer",
        "count": "",
        "price": "900"
      },
      {
        "code": "4.2",
        "type": "Восстановление коронковой части депульпированного зуба при отсутствии твердых тканей до 1/2 коронки зуба",
        "count": "",
        "price": "1700"
      },
      {
        "code": "4.3",
        "type": "Восстановление формы зуба при полном отсутствии коронки зуба (включая работу по подготовке корневых каналов\n                под штифт)",
        "count": "",
        "price": "2500"
      },
      {
        "code": "4.4",
        "type": "Лечение с применением парапульпарных штифтов",
        "count": "",
        "price": "200"
      },
      {
        "code": "4.5",
        "type": "Восстановление цвета и формы зуба при некариозных поражениях твердых тканей зуба(эрозия, клиновидный дефект,\n                гипоплазия)",
        "count": "",
        "price": "1000"
      },
      {
        "code": "4.6",
        "type": "Восстановление цвета эмали",
        "count": "",
        "price": "1000"
      }
    ]
  },
  {
    "id": 4,
    "name": "Эндодонтические виды работ",
    "services": [
      {
        "code": "5.1.1",
        "type": "Фиксация стекловолоконного и титанового штифта в корневом канале",
        "count": "",
        "price": "350"
      },
      {
        "code": "5.1.2",
        "type": "Фиксация анкерного штифта в корневом канале",
        "count": "",
        "price": "300"
      },
      {
        "code": "5.2",
        "type": "Армирование стекловолоконного штифта в корневом канале",
        "count": "",
        "price": "700"
      },
      {
        "code": "5.3",
        "type": "Лечение пульпита ампутационным методом без наложения пломбы",
        "count": "",
        "price": "300"
      },
      {
        "code": "5.4",
        "type": "Медикаментозная обработка 1 корневого канала",
        "count": "",
        "price": "60"
      },
      {
        "code": "5.5",
        "type": "Инструментальная обработка 1 корневого канала",
        "count": "",
        "price": "180"
      },
      {
        "code": "5.6",
        "type": "Механическое и химическое расширение 1 корневого канала",
        "count": "",
        "price": "300"
      },
      {
        "code": "5.7",
        "type": "Обтурация 1 корневого канала (гуттаперча)",
        "count": "",
        "price": "300"
      },
      {
        "code": "5.8",
        "type": "Обтурация 1 корневого канала (эндометазон)",
        "count": "",
        "price": "180"
      },
      {
        "code": "5.9",
        "type": "Обтурация 1 корневого канала (крезопат)",
        "count": "",
        "price": "120"
      },
      {
        "code": "6.0",
        "type": "Временное пломбирование корневого канала (Metapex, Metapasta)",
        "count": "",
        "price": "180"
      },
      {
        "code": "6.1",
        "type": "Распломбировка 1 корневого канала леченого пастой",
        "count": "",
        "price": "180"
      },
      {
        "code": "6.2",
        "type": "Распломбировка 1 корневого канала леченого резорцин-формалиновой смесью",
        "count": "",
        "price": "600"
      },
      {
        "code": "6.3",
        "type": "Распломбировка 1 корневого канала леченого цементом",
        "count": "",
        "price": "660"
      },
      {
        "code": "6.4",
        "type": "Распломбировка 1 корневого канала леченого гуттаперчей",
        "count": "",
        "price": "480"
      },
      {
        "code": "6.5",
        "type": "Извлечение анкерного штифта, вкладки из одного корневого канала",
        "count": "",
        "price": "400"
      },
      {
        "code": "6.6",
        "type": "Извлечение стекловолоконного штифта из одного корневого канала",
        "count": "",
        "price": "600"
      },
      {
        "code": "6.7",
        "type": "Извлечение отломка инструмента из одного корневого канала",
        "count": "",
        "price": "800"
      },
      {
        "code": "6.8",
        "type": "Прохождение канала при наличии в нем отломка инструмента",
        "count": "",
        "price": "700"
      }
    ]
  },
  {
    "id": 5,
    "name": "Ортопедические виды работ",
    "services": [
      {
        "code": "5.1",
        "type": "Фиксация коронки («Висцин)",
        "count": "",
        "price": "200"
      },
      {
        "code": "5.1",
        "type": "Фиксация коронки («Фуджи» и т.д)",
        "count": "",
        "price": "300"
      },
      {
        "code": "5.2",
        "type": "Консультация",
        "count": "",
        "price": "150"
      },
      {
        "code": "5.3",
        "type": "Коррекция протеза (после гарантии)",
        "count": "",
        "price": "150"
      },
      {
        "code": "5.4",
        "type": "Индивидуальная ложка",
        "count": "",
        "price": "600"
      },
      {
        "code": "5.5",
        "type": "Перебазировка съемного протеза в клинике",
        "count": "",
        "price": "400"
      },
      {
        "code": "5.6",
        "type": "Контрольная модель",
        "count": "",
        "price": "200"
      },
      {
        "code": "5.7",
        "type": "Коронка металлическая (штампованная)",
        "count": "",
        "price": "900"
      },
      {
        "code": "5.8",
        "type": "Коронка пластмассовая",
        "count": "",
        "price": "1300"
      },
      {
        "code": "5.9",
        "type": "Коронка пластмассовая временная",
        "count": "",
        "price": "500"
      },
      {
        "code": "5.10",
        "type": "Зуб пластмассовый в мостовидном протезе",
        "count": "",
        "price": "860"
      },
      {
        "code": "5.11",
        "type": "Коронка металлическая с пластмассовой облицовкой (комбинированная)",
        "count": "",
        "price": "1400"
      },
      {
        "code": "5.12",
        "type": "Коронка металлическая с пластмассовой облицовкой (комбинированная) и с литой «защиткой»",
        "count": "",
        "price": "1740"
      },
      {
        "code": "5.13",
        "type": "Коронка бюгельная",
        "count": "",
        "price": "900"
      },
      {
        "code": "5.14",
        "type": "Коронка металлическая цельнолитая",
        "count": "",
        "price": "1700"
      },
      {
        "code": "5.15",
        "type": "Коронка металлическая цельнолитая с пластмассовой облицовкой (комбинированная)",
        "count": "",
        "price": "2050"
      },
      {
        "code": "5.16",
        "type": "Коронка металлическая литая (методом прилива) на основе штампованного колпачка",
        "count": "",
        "price": "1480"
      },
      {
        "code": "5.17",
        "type": "Коронка (зуб) металлокерамическая",
        "count": "",
        "price": "3800"
      },
      {
        "code": "5.18",
        "type": "Коронка литая (без керамического покрытия) в металлокерамическом мостовидном протезе",
        "count": "",
        "price": "1600"
      },
      {
        "code": "5.19",
        "type": "Зуб литой (без керамического покрытия) в металлокерамическом мостовидном протезе",
        "count": "",
        "price": "1184"
      },
      {
        "code": "5.20",
        "type": "Спайка, лапка",
        "count": "",
        "price": "180"
      },
      {
        "code": "5.21",
        "type": "Коронка металлическая штампованная с литой жевательной поверхностью",
        "count": "",
        "price": "1240"
      },
      {
        "code": "5.22",
        "type": "Защитное покрытие 1 коронки (зуба) Ti",
        "count": "",
        "price": "200"
      },
      {
        "code": "5.22",
        "type": "Защитное покрытие 1 коронки (зуба) Zi",
        "count": "",
        "price": "250"
      },
      {
        "code": "5.23",
        "type": "Зуб литой метал. с пластмассовой облицовкой (фасетка)",
        "count": "",
        "price": "1100"
      },
      {
        "code": "5.23",
        "type": "Зуб литой металлический",
        "count": "",
        "price": "850"
      },
      {
        "code": "5.24",
        "type": "Базис литой металлический для съемного протеза",
        "count": "",
        "price": "3000"
      },
      {
        "code": "5.30",
        "type": "Вкладка литая культевая со штифтом (1 канал)",
        "count": "",
        "price": "1500"
      },
      {
        "code": "5.30",
        "type": "Вкладка литая культевая со штифтом (2 канала)",
        "count": "",
        "price": "1600"
      },
      {
        "code": "5.32",
        "type": "Съемный протез частичный гипоаллергенный, без мономера\n                \n                \n                    (Аcri-fri),зубы «Эстедент»,",
        "count": "",
        "price": "10000"
      },
      {
        "code": "5.33",
        "type": "Съемный протез полный гипоаллергенный, без мономера\n                \n                \n                    (Асri-fri),зубы «Эстедент», Харьков",
        "count": "",
        "price": "12000"
      },
      {
        "code": "5.34",
        "type": "Перебазировка одной единицы несъемной конструкции",
        "count": "",
        "price": "200"
      },
      {
        "code": "5.33",
        "type": "Съемный протез частичный гипоаллергенный, без мономера\n                \n                \n                    (Асri-fri) ,зубы импортные (Италия, Китай)",
        "count": "",
        "price": "11000"
      },
      {
        "code": "5.35",
        "type": "Съемный протез полный гипоаллергенный, без мономера\n                \n                \n                    (Асri-fri) зубы (Италия, Китай)",
        "count": "",
        "price": "13000"
      },
      {
        "code": "5.44",
        "type": "Снятие оттисков альгинатных",
        "count": "",
        "price": "200"
      },
      {
        "code": "5.45",
        "type": "Снятие оттисков силиконовых",
        "count": "",
        "price": "700"
      },
      {
        "code": "5.47",
        "type": "Реставрация фасетки (прямым способом)",
        "count": "",
        "price": "450"
      },
      {
        "code": "5.49",
        "type": "Снятие цельнолитой коронки (метал. и металлокерамич.)",
        "count": "",
        "price": "300"
      },
      {
        "code": "5.50",
        "type": "Снятие искусственной коронки (штампов. и пластмассовая)",
        "count": "",
        "price": "200"
      },
      {
        "code": "6.26",
        "type": "Двухслойный базис (эластическая подкладка)",
        "count": "",
        "price": "400"
      },
      {
        "code": "6.30",
        "type": "Бюгельный каркас (дуга)",
        "count": "",
        "price": "2500"
      },
      {
        "code": "6.31",
        "type": "Литой базис",
        "count": "",
        "price": "3000"
      },
      {
        "code": "6.32",
        "type": "Зуб литой в бюгельном протезе",
        "count": "",
        "price": "500"
      },
      {
        "code": "6.33",
        "type": "Фасетка в бюгельном протезе",
        "count": "",
        "price": "600"
      },
      {
        "code": "6.35",
        "type": "Армированная дуга (литая)",
        "count": "",
        "price": "1300"
      },
      {
        "code": "6.36",
        "type": "Седло",
        "count": "",
        "price": "300"
      },
      {
        "code": "6.38",
        "type": "Литой кламмер(опорно-удерживающий)",
        "count": "",
        "price": "300"
      },
      {
        "code": "6.40",
        "type": "Окклюзионная накладной в мостовидном протезе",
        "count": "",
        "price": "100"
      },
      {
        "code": "6.42",
        "type": "Починка перелома базиса базисной пласмассой",
        "count": "",
        "price": "500"
      },
      {
        "code": "6.43",
        "type": "Починка двух преломов базиса базисной пластмассой",
        "count": "",
        "price": "550"
      },
      {
        "code": "6.44",
        "type": "Перебазировка съемного протеза лабораторным методом",
        "count": "",
        "price": "1000"
      },
      {
        "code": "6.45",
        "type": "Приварка одного кламмера",
        "count": "",
        "price": "500"
      },
      {
        "code": "6.46",
        "type": "Приварка двух кламмеров",
        "count": "",
        "price": "550"
      },
      {
        "code": "6.47",
        "type": "Приварка одного зуба («Эстедент»)",
        "count": "",
        "price": "500"
      },
      {
        "code": "6.47",
        "type": "Приварка одного зуба (импортный)",
        "count": "",
        "price": "550"
      },
      {
        "code": "6.48",
        "type": "Приварка двух зубов («Эстедент»)",
        "count": "",
        "price": "550"
      },
      {
        "code": "6.48",
        "type": "Приварка двух зубов (импортный)",
        "count": "",
        "price": "600"
      },
      {
        "code": "6.51",
        "type": "Кламмер гнутый метал",
        "count": "",
        "price": "150"
      }
    ]
  }
]