//пока не убирай поле count, оно удобно для добавления дополнительных полей каждой услуге

// unit - по русские ует - условные единицы трудоемкости
var globalJSON = [
    {
        "id": 1,
        "name": "Общие виды работ",
        "services": [
            {
                "code": "1.1",
                "name": "Радиовизиография челюстно-лицевой области",
                "price": "250",
                "unit": "0.5",
                "count": ""
            },
            {
                "code": "1.2",
                "name": "Прицельная внутриротовая контактная рентгенография",
                "price": "250",
                "unit": "0.5",
                "count": ""
            },
            {
                "code": "1.3",
                "name": "Проводниковая анестезия",
                "price": "300",
                "unit": "0.5",
                "count": ""
            },
            {
                "code": "1.4",
                "name": "Аппликационная анестезия",
                "price": "100",
                "unit": "0.5",
                "count": ""
            },
            {
                "code": "1.5",
                "name": "Инфильтрационная анестезия",
                "price": "300",
                "unit": "0.5",
                "count": ""
            }
        ]
    },
    {
        "id": 2,
        "name": "Терапевтическая стоматология",
        "services": [
            {
                "code": "2.1",
                "name": "Прием (осмотр, консультация) врача-стоматолога-терапевта первичный",
                "price": "200",
                "unit": "3.0",
                "count": ""
            },
            {
                "code": "2.2",
                "name": "Прием (осмотр, консультация) врача-стоматолога-терапевта повторный",
                "price": "150",
                "unit": "0.5",
                "count": ""
            },
            {
                "code": "2.3",
                "name": "Прием (осмотр, консультация) врача-стоматолога детского первичный",
                "price": "200",
                "unit": "0.5",
                "count": ""
            },
            {
                "code": "2.4",
                "name": "Прием (осмотр, консультация) врача-стоматолога детского повторный",
                "price": "150",
                "unit": "0.5",
                "count": ""
            },
            {
                "code": "2.5",
                "name": "Профилактический прием (осмотр, консультация) врача-стоматолога-терапевта",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.6",
                "name": "Профилактический прием (осмотр, консультация) врача-стоматолога детского",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.7",
                "name": "Местное применение реминерализующих препаратов в области зуба",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.8",
                "name": "Глубокое фторирование эмали зуба",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.9",
                "name": "Применение метода серебрения зуба",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.10",
                "name": "Наложение девитализирующей пасты",
                "price": "200",
                "unit": "1.0",
                "count": ""
            },
            {
                "code": "2.11",
                "name": "Временное шинирование при заболеваниях пародонта стекловолоконной лентой Dentapreg в пределах 3-х зубов",
                "price": "1300",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.12",
                "name": "Сошлифовывание твердых тканей зуба",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.13",
                "name": "Запечатывание фиссуры зуба герметиком",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.14",
                "name": "Снятие пломбы",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.15",
                "name": "Трепанация зуба, искусственной коронки",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.16",
                "name": "Снятие искусственной коронки (штампованной, пластмассовой)",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.17",
                "name": "Снятие цельнолитой коронки (металлической, металлокерамической)",
                "price": "400",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.18",
                "name": "Удаление внутриканального штифта/ вкладки",
                "price": "600",
                "unit": "4.0",
                "count": ""
            },
            {
                "code": "2.19",
                "name": "Удаление литой вкладки из корневого канала",
                "price": "800",
                "unit": "4.0",
                "count": ""
            },
            {
                "code": "2.20",
                "name": "Депофорез корневого канала зуба",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.21",
                "name": "Ультразвуковое расширение корневого канала зуба",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.22",
                "name": "Механическая, инструментальная обработка Protapers и медикаментозная обработка одного корневого канала",
                "price": "550",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.23",
                "name": "Пломбирование корневого канала зуба пастой",
                "price": "180",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.24",
                "name": "Пломбирование корневого канала зуба гуттаперчивыми штифтами",
                "price": "300",
                "unit": "3.0",
                "count": ""
            },
            {
                "code": "2.25",
                "name": "Временное пломбирование лекарственным препаратом корневого канала с инструментальной и мед.обработкой",
                "price": "450",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.26",
                "name": "Закрытие перфорации стенки корневого канала зуба",
                "price": "800",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.27",
                "name": "Распломбировка корневого канала ранее леченного пастой",
                "price": "180",
                "unit": "2.0",
                "count": ""
            },
            {
                "code": "2.28",
                "name": "Распломбировка корневого канала ранее леченного фосфат-цементом/резорцин-формальдегидным методом",
                "price": "600",
                "unit": "5.0",
                "count": ""
            },
            {
                "code": "2.29",
                "name": "Распломбировка корневого канала ранее леченного гуттаперчей",
                "price": "480",
                "unit": "3.5",
                "count": ""
            },
            {
                "code": "2.30",
                "name": "Лечение с применением паропульпарных штифтов",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.31",
                "name": "Восстановление зуба пломбой I, V класс по Блэку с использованием стоматологических цементов: стеклоиономерным цементом Ketac Molar, шлифовка, полировка пломбы",
                "price": "650",
                "unit": "0.5",
                "count": ""
            },
            {
                "code": "2.32",
                "name": "Восстановление зуба пломбой с нарушением контактного пункта II, III класс по Блэку с использованием стоматологических цементов: стеклоиономерным цементом Ketac Molar, шлифовка, полировка пломбы",
                "price": "750",
                "unit": "1.0",
                "count": ""
            },
            {
                "code": "2.33",
                "name": "Восстановление зуба пломбой I, II, III, V класс по Блэку с использованием материалов химического отверждения, шлифовка, полировка пломбы",
                "price": "1150",
                "unit": "0.5",
                "count": ""
            },
            {
                "code": "2.34",
                "name": "Восстановление зуба пломбой I, V, VI класс по Блэку с использованием материалов из фотополимеров при среднем кариесе, шлифовка, полировка пломбы",
                "price": "1150",
                "unit": "1.0",
                "count": ""
            },
            {
                "code": "2.35",
                "name": "Восстановление зуба пломбой I, V, VI класс по Блэку с использованием материалов из фотополимеров при глубоком кариесе, шлифовка, полировка пломбы",
                "price": "1450",
                "unit": "1.5",
                "count": ""
            },
            {
                "code": "2.36",
                "name": "Восстановление зуба пломбой с нарушением контактного пункта II, III класс по Блэку с использованием материалов из фотополимеров при среднем кариесе, шлифовка, полировка пломбы",
                "price": "1350",
                "unit": "1.5",
                "count": ""
            },
            {
                "code": "2.37",
                "name": "Восстановление зуба пломбой с нарушением контактного пункта II, III класс по Блэку с использованием материалов из фотополимеров при глубоком кариесе, шлифовка, полировка пломбы",
                "price": "1650",
                "unit": "1.5",
                "count": ""
            },
            {
                "code": "2.38",
                "name": "Восстановление зуба пломбой IV класс по Блэку с использованием материалов из фотополимеров, шлифовка, полировка пломбы",
                "price": "2250",
                "unit": "3.0",
                "count": ""
            },
            {
                "code": "2.39",
                "name": "Восстановление зуба пломбировочными материалами с использованием анкерных штифтов",
                "price": "2650",
                "unit": "7.5",
                "count": ""
            },
            {
                "code": "2.40",
                "name": "Восстановление (полное) зуба коронкой с использованием композитной культевой вкладки на анкерном штифте",
                "price": "3250",
                "unit": "16.0",
                "count": ""
            },
            {
                "code": "2.41",
                "name": "Фиксация внутриканального штифта/ вкладки",
                "price": "2500",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.42",
                "name": "Восстановление цвета эмали пломбой светового отверждения",
                "price": "1000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "2.43",
                "name": "Восстановление цвета и формы зуба при некариозных поражениях твердых тканей зуба (эрозия, клиновидный дефект, гипоплазия)",
                "price": "1000",
                "unit": "0",
                "count": ""
            }
        ]
    },
    {
        "id": 3,
        "name": "Парадонтология",
        "services": [
            {
                "code": "3.1",
                "name": "Прием (осмотр, консультация) врача-стоматолога-терапевта первичный",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.2",
                "name": "Прием (осмотр, консультация) врача-стоматолога-терапевта повторный",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.3",
                "name": "Исследование зубодесневых карманов с помощью пародонтологического зонда",
                "price": "80",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.4",
                "name": "Определение степени патологической подвижности зубов",
                "price": "50",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.5",
                "name": "Введение лекарственных препаратов в пародонтальный карман",
                "price": "120",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.6",
                "name": "Аппликация лекарственного препарата на слизистую оболочку полости рта",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.7",
                "name": "Лечение заболеваний слизистой оболочки полости рта: 1 сеанс",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.8",
                "name": "Определение индексов гигиены полости рта",
                "price": "50",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.9",
                "name": "Определение пародонтальных индексов",
                "price": "50",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.10",
                "name": "Обучение гигиене полости рта",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.11",
                "name": "Обучение гигиене полости рта и зубов индивидуальное, подбор средств и предметов гигиены полости рта",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.12",
                "name": "Наложение лечебной повязки при заболеваниях слизистой оболочки полости рта и пародонта в области одной челюсти",
                "price": "150",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.13",
                "name": "Вскрытие подслизистого или поднадкостничного очага воспаления в полости рта. Вскрытие пародонтального абсцесса",
                "price": "250",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.14",
                "name": "Удаление наддесневых и поддесневых зубных отложений ультразвуком 1 челюсть",
                "price": "800",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.15",
                "name": "Удаление наддесневых и поддесневых зубных отложений в области зуба ручным методом",
                "price": "1000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.16",
                "name": "Гингивэктомия: 1 зуб",
                "price": "500",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.17",
                "name": "Гингивэктомия: 3 зуба",
                "price": "1100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.18",
                "name": "Закрытый кюретаж при заболеваниях парадонта: в области двух зубов",
                "price": "450",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.19",
                "name": "Лечение перикоронита (промывание, рассечение и/или иссечение капюшона)",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.20",
                "name": "Гидроорошение при заболевании полости рта и зубов. Медобработка",
                "price": "150",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.21",
                "name": "Ультразвуковая обработка пародонтального кармана в области зуба",
                "price": "150",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.22",
                "name": "Ультразвуковое удаление наддесневых и поддесневых зубных отложений в области зуба",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.23",
                "name": "Воздействие лазерным низкоинтенсивным излучением на область десен",
                "price": "50",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.24",
                "name": "Лечение афтозного стоматита лазерным низкоинтенсивным излучением",
                "price": "150",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.25",
                "name": "Местное применение реминерализующих препаратов в области зуба: Фторлак",
                "price": "50",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.26",
                "name": "Местное применение реминерализующих препаратов в области зуба: Fluocal",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "3.27",
                "name": "Профессиональная гигиена полости рта и зубов",
                "price": "3000",
                "unit": "0",
                "count": ""
            }
        ]
    },
    {
        "id": 4,
        "name": "Ортопедическая стоматология",
        "services": [
            {
                "code": "4.1",
                "name": "Прием (осмотр, консультация) врача-стоматолога-ортопеда первичный",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.2",
                "name": "Прием (осмотр, консультация) врача-стоматолога-ортопеда повторный",
                "price": "150",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.3",
                "name": "Снятие оттиска с одной челюсти из слепочной массы альгинатной",
                "price": "350",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.4",
                "name": "Снятие оттиска с одной челюсти из слепочной массы силиконовой",
                "price": "900",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.5",
                "name": "Протезирование зубов полными съемными пластиночными протезами с использованием зубов \"Эстедент\", зубов производства КНР (изготовление слепков, индивидуальных ложек в стоимость не входит)",
                "price": "8000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.6",
                "name": "Протезирование зубов полными съемными пластиночными протезами с использованием зубов производства Италии, Германии, Японии (изготовление слепков, индивидуальных ложек в стоимость не входит)",
                "price": "9000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.7",
                "name": "Избирательное пришлифовывание твердых тканей зуба (1 зуб)",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.8",
                "name": "Восстановление зуба коронкой с использованием цельнолитой культевой вкладки",
                "price": "2000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.9",
                "name": "Протезирование частичными съемными пластиночными протезами до 4 зубов (изготовление слепков, кламмеров в стоимость не входит)",
                "price": "6500",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.10",
                "name": "Протезирование частичными съемными пластиночными протезами до 10 зубов (изготовление слепков, кламмеров в стоимость не входит)",
                "price": "7000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.11",
                "name": "Протезирование частичными съемными пластиночными протезами до 13 зубов (изготовление слепков, кламмеров в стоимость не входит)",
                "price": "7500",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.12",
                "name": "Повторная фиксация на постоянный цемент несъемных ортопедических конструкций",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.13",
                "name": "Снятие искусственной (штампованной и пластмассовой) коронки",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.14",
                "name": "Снятие цельнолитой коронки",
                "price": "400",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.15",
                "name": "Изготовление зуба литого металлического в несъемной конструкции протеза",
                "price": "1200",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.16",
                "name": "Изготовление лапки литого зуба",
                "price": "250",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.17",
                "name": "Изготовление контрольной, огнеупорной модели",
                "price": "800",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.18",
                "name": "Изготовление зуба пластмассового простого",
                "price": "1500",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.19",
                "name": "Изготовление спайки",
                "price": "250",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.20",
                "name": "Изготовление разборной модели",
                "price": "600",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.21",
                "name": "Изготовление гнутой лапки",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.22",
                "name": "Изготовление кламмера гнутого из стальной проволоки",
                "price": "250",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.23",
                "name": "Изоляция торуса",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.24",
                "name": "Изготовление армированной дуги литой",
                "price": "3000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.25",
                "name": "Изготовление фасетки литой (металлической)",
                "price": "1700",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.26",
                "name": "Изготовление базиса бюгельного протеза с пластмассовыми зубами",
                "price": "500",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.27",
                "name": "Изготовление бюгельного каркаса",
                "price": "6000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.28",
                "name": "Изготовление огнеупорной модели",
                "price": "800",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.29",
                "name": "Изготовление литого базиса",
                "price": "7000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.30",
                "name": "Изготовление литого опорно-удерживающего кламмера",
                "price": "350",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.31",
                "name": "Изготовление индивидуальной ложки из композитного материала",
                "price": "1500",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.32",
                "name": "Изготовление ограничителя базиса бюгельного протеза",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.33",
                "name": "Изготовление седла бюгельного протеза",
                "price": "500",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.34",
                "name": "Изготовление ответвления в бюгеле (компайдер)",
                "price": "600",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.35",
                "name": "Изготовление фасетки в бюгельном протезе",
                "price": "2500",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.36",
                "name": "Изготовление зуба литого в бюгельном протезе",
                "price": "1600",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.37",
                "name": "Изготовление контрольной модели",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.38",
                "name": "Изготовление коронки цельнолитой",
                "price": "2500",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.39",
                "name": "Изготовление коронки металлоакриловой на цельнолитом каркасе",
                "price": "3000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.40",
                "name": "Изготовление коронки пластмассовой",
                "price": "1800",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.41",
                "name": "Изготовление коронки металлической штампованной",
                "price": "1500",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.42",
                "name": "Изготовление комбинированной коронки",
                "price": "1800",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.43",
                "name": "Перебазировка съемного протеза лабораторным методом",
                "price": "2000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.44",
                "name": "Приварка одного кламмера",
                "price": "750",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.45",
                "name": "Приварка двух кламмеров",
                "price": "1000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.46",
                "name": "Приварка одного зуба",
                "price": "700",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.47",
                "name": "Приварка двух зубов",
                "price": "900",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.48",
                "name": "Приварка трех зубов",
                "price": "1000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.49",
                "name": "Приварка четырех зубов",
                "price": "1200",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.50",
                "name": "Починка одного перелома базиса самотвердеющей пластмассой",
                "price": "800",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.51",
                "name": "Починка двух переломов базиса самотвердеющей пластмассой",
                "price": "950",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.52",
                "name": "Изготовление эластической прокладки (лабораторный метод)",
                "price": "2000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.53",
                "name": "Изготовление зуба металлокерамического",
                "price": "4000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.54",
                "name": "Изготовление коронки бюгельной",
                "price": "1600",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.55",
                "name": "Изготовление коронки металлокерамической (фарфоровой)",
                "price": "4000",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.56",
                "name": "Изготовление окклюзионной накладки в мостовидном протезе",
                "price": "500",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.57",
                "name": "Изготовление коронки пластмассовой с послойной моделировкой",
                "price": "2200",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.58",
                "name": "Услуги по обслуживанию ортопедических приспособлений (механическая чистка, полировка)",
                "price": "500",
                "unit": "0",
                "count": ""
            },
            {
                "code": "4.59",
                "name": "Коррекция съемной ортопедической конструкции",
                "price": "300",
                "unit": "0",
                "count": ""
            }
        ]
    }
];

var typeListJSON = [
    {
        "id": 1,
        "name" : "пародонтология",
        "title": "Прайс-лист на виды работ на пародонтологическом приеме",
        "ids" : [3]
    },
        {
        "id": 2,
        "name" : "ортопедия",
        "title": "Прайс-лист на виды работ на ортопедическом приеме",
        "ids" : [4]
    },
    {
        "id": 3,
        "name" : "терапия",
        "title": "Прайс-лист на виды работ на терапевтическом приеме",
        "ids" : [1,2]
    }
];
