//пока не убирай поле count, оно удобно для добавления дополнительных полей каждой услуге

// unit - по-русски ует - условные единицы трудоемкости
// code - порядковый номер
// classifier_code - Код по классификатору
var globalJSON = [
    {
        "id": 1,
        "name": "Общие виды работ",
        "services": [
            {
                "classifier_code": "A06.07.010",
                "code": "1.1",
                "name": "Радиовизиография челюстно-лицевой области",
                "price": "300",
                "unit": "0.5",
                "count": ""
            },
            {
                "classifier_code": "A06.07.003",
                "code": "1.2",
                "name": "Прицельная внутриротовая контактная рентгенография",
                "price": "400",
                "unit": "0.5",
                "count": ""
            },
            {
                "classifier_code": "B01.003.004.001.1",
                "code": "1.3",
                "name": "Анестезия внутриротовая (инфильтрационная, проводниковая, внутрипульпарная, интралигамертарная)",
                "price": "600",
                "unit": "0.5",
                "count": ""
            },
            {
                "classifier_code": "B01.003.004.004",
                "code": "1.4",
                "name": "Аппликационная анестезия",
                "price": "100",
                "unit": "0.5",
                "count": ""
            }
        ]
    },
    {
        "id": 2,
        "name": "Терапевтическая стоматология",
        "services": [
            {
                "classifier_code": "B01.065.001.1",
                "code": "2.1",
                "name": "Осмотр (без проведения лечебно-диагностических мероприятий)",
                "price": "200",
                "unit": "0.5",
                "count": ""
            },
            {
                "classifier_code": "B01.065.001.2",
                "code": "2.2",
                "name": "Консультация специалиста (осмотр, сбор анамнеза, оформление документации, подключение дополнительных лечебных и диагностических процедур, консультативное заключение)",
                "price": "300",
                "unit": "1.5",
                "count": ""
            },
            {
                "classifier_code": "B01.065.001.3",
                "code": "2.3",
                "name": "Обследование стоматологического статуса первичного больного (осмотр, сбор анамнеза, заполнение зубной формулы, определение индексов КПУ, кп, КПУкп, ИГ, PМА, состояния прикуса, степени активности кариеса)",
                "price": "300",
                "unit": "3.0",
                "count": ""
            },
            {
                "classifier_code": "B01.065.001.4",
                "code": "2.4",
                "name": "Помощь при неотложных стоматологических состояниях (наложение мышьяковистой пасты при пульпите, раскрытие полости зуба и каналов при периодонтите, включая осмотр)",
                "price": "1000",
                "unit": "1.0",
                "count": ""
            },
            {
                "classifier_code": "B01.065.002",
                "code": "2.5",
                "name": "Прием (осмотр, консультация) врача-стоматолога-терапевта повторный",
                "price": "200",
                "unit": "1.5",
                "count": ""
            },
            {
                "classifier_code": "A11.07.024",
                "code": "2.6",
                "name": "Местное применение реминерализующих препаратов в области зуба",
                "price": "300",
                "unit": "0.25",
                "count": ""
            },
            {
                "classifier_code": "A11.07.012",
                "code": "2.7",
                "name": "Глубокое фторирование эмали зуба",
                "price": "100",
                "unit": "2.0",
                "count": ""
            },
            {
                "classifier_code": "A11.07.023",
                "code": "2.8",
                "name": "Применение метода серебрения зуба",
                "price": "200",
                "unit": "0.25",
                "count": ""
            },
            {
                "classifier_code": "A11.07.027",
                "code": "2.9",
                "name": "Наложение девитализирующей пасты",
                "price": "200",
                "unit": "1.0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.019.1",
                "code": "2.10",
                "name": "Временное шинирование при заболеваниях пародонта стекловолоконной лентой Dentapreg в пределах 3-х зубов",
                "price": "1300",
                "unit": "3.0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.082",
                "code": "2.11",
                "name": "Сошлифовывание твердых тканей зуба",
                "price": "100",
                "unit": "0.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.057",
                "code": "2.12",
                "name": "Запечатывание фиссуры зуба герметиком",
                "price": "100",
                "unit": "0.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.091.1",
                "code": "2.13",
                "name": "Снятие пломбы",
                "price": "100",
                "unit": "1.0",
                "count": ""
            },
            {
                "classifier_code": "А16.07.002.009",
                "code": "2.14",
                "name": "Наложение временной пломбы",
                "price": "300",
                "unit": "0.5",
                "count": ""
            },
            {
                "classifier_code": "А16.07.002.009.1",
                "code": "2.15",
                "name": "Наложение лечебной подкладки при глубоком кариесе (Лайф, Calcimol, LC)",
                "price": "100",
                "unit": "0.5",
                "count": ""
            },
            {
                "classifier_code": "А16.07.002.009.2",
                "code": "2.16",
                "name": "Наложение подкладки светового отверждения на кариозную полость Vitrimer, Vitrebond",
                "price": "300",
                "unit": "0.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.092",
                "code": "2.17",
                "name": "Трепанация зуба, искусственной коронки",
                "price": "200",
                "unit": "1.0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.092.1",
                "code": "2.18",
                "name": "Снятие искусственной коронки (штампованной, пластмассовой)",
                "price": "500",
                "unit": "0.8",
                "count": ""
            },
            {
                "classifier_code": "A16.07.092.2",
                "code": "2.19",
                "name": "Снятие цельнолитой коронки (металлической, металлокерамической)",
                "price": "1000",
                "unit": "1.0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.094",
                "code": "2.20",
                "name": "Удаление внутриканального штифта/ вкладки",
                "price": "600",
                "unit": "4.0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.094.1",
                "code": "2.21",
                "name": "Удаление литой вкладки из корневого канала",
                "price": "800",
                "unit": "4.0",
                "count": ""
            },
            {
                "classifier_code": "A17.07.006",
                "code": "2.22",
                "name": "Депофорез корневого канала зуба",
                "price": "100",
                "unit": "1.5",
                "count": ""
            },
            {
                "classifier_code": "A22.07.004",
                "code": "2.23",
                "name": "Ультразвуковое расширение корневого канала зуба",
                "price": "100",
                "unit": "0.5",
                "count": ""
            },
            {
                "classifier_code": "",
                "code": "2.24",
                "name": "Эндоканальное отбеливание (1 корневого канала)",
                "price": "1000",
                "unit": "1.25",
                "count": ""
            },
            {
                "classifier_code": "",
                "code": "2.25",
                "name": "Установка раббердама",
                "price": "500",
                "unit": "0.75",
                "count": ""
            },
            {
                "classifier_code": "A16.07.030.1",
                "code": "2.26",
                "name": "Механическая, инструментальная обработка Protapers и медикаментозная обработка одного корневого канала",
                "price": "1000",
                "unit": "4.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.030.1",
                "code": "2.26.1",
                "name": "Механическая, инструментальная обработка Protapers и медикаментозная обработка одного труднопроходимого корневого канала",
                "price": "2000",
                "unit": "4.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.008.001",
                "code": "2.27",
                "name": "Пломбирование корневого канала зуба пастой (резорцин-формалиновым методом)",
                "price": "500",
                "unit": "2.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.008.002",
                "code": "2.28",
                "name": "Пломбирование корневого канала зуба методом латеральной конденсации",
                "price": "500",
                "unit": "4.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.030.003.1",
                "code": "2.29",
                "name": "Временное пломбирование лекарственным препаратом корневого канала с инструментальной и мед.обработкой",
                "price": "500",
                "unit": "2.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.008.003",
                "code": "2.30",
                "name": "Закрытие перфорации стенки корневого канала зуба  МТА, триоксидент",
                "price": "800",
                "unit": "0.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.082.001",
                "code": "2.31",
                "name": "Распломбировка корневого канала ранее леченного пастой",
                "price": "500",
                "unit": "2.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.082.002",
                "code": "2.32",
                "name": "Распломбировка корневого канала ранее леченного фосфат-цементом/резорцин-формальдегидным методом",
                "price": "800",
                "unit": "5.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.082.002.1",
                "code": "2.33",
                "name": "Распломбировка корневого канала ранее леченного гуттаперчей",
                "price": "600",
                "unit": "3.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.093.1",
                "code": "2.34",
                "name": "Лечение с применением паропульпарных штифтов",
                "price": "200",
                "unit": "1.0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.093.2",
                "code": "2.35",
                "name": "Подготовка одного канала с последующей фиксацией титанового штифта на ketac composite",
                "price": "1000",
                "unit": "1.25",
                "count": ""
            },
            {
                "classifier_code": "A16.07.002.001.1",
                "code": "2.36",
                "name": "Восстановление зуба пломбой I, V класс по Блэку с использованием стоматологических цементов: стеклоиономерным цементом Ketac Molar, шлифовка, полировка пломбы",
                "price": "700",
                "unit": "0.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.002.003.1",
                "code": "2.37",
                "name": "Восстановление зуба пломбой с нарушением контактного пункта II, III класс по Блэку с использованием стоматологических цементов: стеклоиономерным цементом Ketac Molar, шлифовка, полировка пломбы",
                "price": "1000",
                "unit": "1.0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.002.002",
                "code": "2.38",
                "name": "Восстановление зуба пломбой I, II, III, V класс по Блэку с использованием материалов химического отверждения, шлифовка, полировка пломбы",
                "price": "1200",
                "unit": "0.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.002.010.1",
                "code": "2.39",
                "name": "Восстановление зуба пломбой I, V, VI класс по Блэку с использованием материалов из фотополимеров при среднем кариесе, шлифовка, полировка пломбы",
                "price": "1500",
                "unit": "1.0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.002.010.2",
                "code": "2.40",
                "name": "Восстановление зуба пломбой I, V, VI класс по Блэку с использованием материалов из фотополимеров при глубоком кариесе, шлифовка, полировка пломбы",
                "price": "2000",
                "unit": "1.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.002.011.1",
                "code": "2.41",
                "name": "Восстановление зуба пломбой с нарушением контактного пункта II, III класс по Блэку с использованием материалов из фотополимеров при среднем кариесе, шлифовка, полировка пломбы",
                "price": "2000",
                "unit": "1.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.002.011.1",
                "code": "2.42",
                "name": "Восстановление зуба пломбой с нарушением контактного пункта II, III класс по Блэку с использованием материалов из фотополимеров при глубоком кариесе, шлифовка, полировка пломбы",
                "price": "3000",
                "unit": "1.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.002.012",
                "code": "2.43",
                "name": "Восстановление зуба пломбой IV класс по Блэку с использованием материалов из фотополимеров, шлифовка, полировка пломбы",
                "price": "4000",
                "unit": "6.0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.031",
                "code": "2.44",
                "name": "Восстановление зуба пломбировочными материалами с использованием титановых штифтов",
                "price": "3500",
                "unit": "7.5",
                "count": ""
            },
            {
                "classifier_code": "A16.07.031.1",
                "code": "2.45",
                "name": "Восстановление культи зуба композитом светового отверждения",
                "price": "3000",
                "unit": "7.0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.032.1",
                "code": "2.46",
                "name": "Полное восстановление коронковой части зуба пломбой светового отверждения, армированной титановым штифтом",
                "price": "5000",
                "unit": "16.0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.093",
                "code": "2.47",
                "name": "Фиксация внутриканального штифта/ вкладки",
                "price": "3000",
                "unit": "1.25",
                "count": ""
            },
            {
                "classifier_code": "A16.07.003.1",
                "code": "2.48",
                "name": "Восстановление цвета эмали пломбой светового отверждения",
                "price": "2000",
                "unit": "6.0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.003.2",
                "code": "2.49",
                "name": "Восстановление цвета и формы зуба при некариозных поражениях твердых тканей зуба (эрозия, клиновидный дефект, гипоплазия)",
                "price": "1500",
                "unit": "3.5",
                "count": ""
            },
            {
                "classifier_code": "А16.07.003.3",
                "code": "2.50",
                "name": "Восстановление коронковой части депульпированного зуба при отсутствии твердых тканей до 1/2 коронки зуба, шлифовка, полировка пломбы",
                "price": "3000",
                "unit": "8.5",
                "count": ""
            },
            {
                "classifier_code": "А16.07.003.3",
                "code": "2.51.1",
                "name": "Использование секционной матрицы при восстановлении контактного пункта",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "А16.07.003.3",
                "code": "2.51.2",
                "name": "Использование секционной матрицы при полном восстановлении",
                "price": "600",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "А16.07.003.3",
                "code": "2.52",
                "name": "Шлифование и полирование пломбы, коррекция пломбы",
                "price": "500",
                "unit": "0",
                "count": ""
            }
        ]
    },
    {
        "id": 3,
        "name": "Парадонтология",
        "services": [
            {
                "classifier_code": "B01.065.001",
                "code": "3.1",
                "name": "Прием (осмотр, консультация) врача-стоматолога-терапевта первичный",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "B01.065.002",
                "code": "3.2",
                "name": "Прием (осмотр, консультация) врача-стоматолога-терапевта повторный",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A02.07.003",
                "code": "3.3",
                "name": "Исследование зубодесневых карманов с помощью пародонтологического зонда",
                "price": "80",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A02.07.008",
                "code": "3.4",
                "name": "Определение степени патологической подвижности зубов",
                "price": "50",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A11.07.010",
                "code": "3.5",
                "name": "Введение лекарственных препаратов в пародонтальный карман",
                "price": "120",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A11.07.022",
                "code": "3.6",
                "name": "Аппликация лекарственного препарата на слизистую оболочку полости рта",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A11.07.022.1",
                "code": "3.7",
                "name": "Лечение заболеваний слизистой оболочки полости рта: 1 сеанс",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A12.07.003",
                "code": "3.8",
                "name": "Определение индексов гигиены полости рта",
                "price": "50",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A12.07.004",
                "code": "3.9",
                "name": "Определение пародонтальных индексов",
                "price": "50",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A13.30.007",
                "code": "3.10",
                "name": "Обучение гигиене полости рта",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A14.07.008",
                "code": "3.11",
                "name": "Обучение гигиене полости рта и зубов индивидуальное, подбор средств и предметов гигиены полости рта",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A15.07.003",
                "code": "3.12",
                "name": "Наложение лечебной повязки при заболеваниях слизистой оболочки полости рта и пародонта в области одной челюсти",
                "price": "150",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.011.1",
                "code": "3.13",
                "name": "Вскрытие подслизистого или поднадкостничного очага воспаления в полости рта. Вскрытие пародонтального абсцесса",
                "price": "250",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.020.1",
                "code": "3.14",
                "name": "Удаление наддесневых и поддесневых зубных отложений ультразвуком 1 челюсть",
                "price": "800",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.020.001",
                "code": "3.15",
                "name": "Удаление наддесневых и поддесневых зубных отложений в области зуба ручным методом",
                "price": "1000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.026.1",
                "code": "3.16",
                "name": "Гингивэктомия: 1 зуб",
                "price": "500",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.026.2",
                "code": "3.17",
                "name": "Гингивэктомия: 3 зуба",
                "price": "1100",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.039",
                "code": "3.18",
                "name": "Закрытый кюретаж при заболеваниях парадонта: в области двух зубов",
                "price": "450",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.058",
                "code": "3.19",
                "name": "Лечение перикоронита (промывание, рассечение и/или иссечение капюшона)",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A20.07.001",
                "code": "3.20",
                "name": "Гидроорошение при заболевании полости рта и зубов. Медобработка",
                "price": "150",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A22.07.001",
                "code": "3.21",
                "name": "Ультразвуковая обработка пародонтального кармана в области зуба",
                "price": "150",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A22.07.002",
                "code": "3.22",
                "name": "Ультразвуковое удаление наддесневых и поддесневых зубных отложений в области зуба",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A22.07.008",
                "code": "3.23",
                "name": "Воздействие лазерным низкоинтенсивным излучением на область десен",
                "price": "50",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A22.07.008.1",
                "code": "3.24",
                "name": "Лечение афтозного стоматита лазерным низкоинтенсивным излучением",
                "price": "150",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A11.07.024.1",
                "code": "3.25",
                "name": "Местное применение реминерализующих препаратов в области зуба: Фторлак",
                "price": "50",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A11.07.024.2",
                "code": "3.26",
                "name": "Местное применение реминерализующих препаратов в области зуба: Fluocal",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.051",
                "code": "3.27",
                "name": "Профессиональная гигиена полости рта и зубов",
                "price": "3000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.051.1",
                "code": "3.28",
                "name": "Профессиональная гигиена полости рта и зубов - одна челюсть",
                "price": "1500",
                "unit": "0",
                "count": ""
            }
        ]
    },
    {
        "id": 4,
        "name": "Ортопедическая стоматология",
        "services": [
            {
                "classifier_code": "B01.066.001",
                "code": "4.1",
                "name": "Прием (осмотр, консультация) врача-стоматолога-ортопеда первичный",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "B01.066.002",
                "code": "4.2",
                "name": "Прием (осмотр, консультация) врача-стоматолога-ортопеда повторный",
                "price": "150",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A02.07.010.001.1",
                "code": "4.3",
                "name": "Снятие оттиска с одной челюсти из слепочной массы альгинатной",
                "price": "350",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A02.07.010.001.2",
                "code": "4.4",
                "name": "Снятие оттиска с одной челюсти из слепочной массы силиконовой",
                "price": "900",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.023.1",
                "code": "4.5",
                "name": "Протезирование зубов полными съемными пластиночными протезами с использованием зубов \"Эстедент\", зубов производства КНР (изготовление слепков, индивидуальных ложек в стоимость не входит)",
                "price": "8000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.023.2",
                "code": "4.6",
                "name": "Протезирование зубов полными съемными пластиночными протезами с использованием зубов производства Италии, Германии, Японии (изготовление слепков, индивидуальных ложек в стоимость не входит)",
                "price": "9000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.025",
                "code": "4.7",
                "name": "Избирательное пришлифовывание твердых тканей зуба (1 зуб)",
                "price": "100",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.033",
                "code": "4.8",
                "name": "Восстановление зуба коронкой с использованием цельнолитой культевой вкладки",
                "price": "2000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.035.2",
                "code": "4.9",
                "name": "Протезирование частичными съемными пластиночными протезами до 10 зубов (изготовление слепков, кламмеров в стоимость не входит)",
                "price": "7000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.035.3",
                "code": "4.10",
                "name": "Протезирование частичными съемными пластиночными протезами до 13 зубов (изготовление слепков, кламмеров в стоимость не входит)",
                "price": "7500",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.049",
                "code": "4.11",
                "name": "Повторная фиксация на постоянный цемент несъемных ортопедических конструкций",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.053.1",
                "code": "4.12",
                "name": "Снятие искусственной (штампованной и пластмассовой) коронки",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A16.07.053.2",
                "code": "4.13",
                "name": "Снятие цельнолитой коронки",
                "price": "400",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.001",
                "code": "4.14",
                "name": "Изготовление зуба литого металлического в несъемной конструкции протеза",
                "price": "1200",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.002",
                "code": "4.15",
                "name": "Изготовление лапки литого зуба",
                "price": "250",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.003",
                "code": "4.16",
                "name": "Изготовление контрольной, огнеупорной модели",
                "price": "800",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.004",
                "code": "4.17",
                "name": "Изготовление зуба пластмассового простого",
                "price": "1500",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.005",
                "code": "4.18",
                "name": "Изготовление спайки",
                "price": "250",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.006",
                "code": "4.19",
                "name": "Изготовление разборной модели",
                "price": "600",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.007",
                "code": "4.20",
                "name": "Изготовление гнутой лапки",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.010",
                "code": "4.21",
                "name": "Изготовление кламмера гнутого из стальной проволоки",
                "price": "250",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.011",
                "code": "4.22",
                "name": "Изоляция торуса",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.012",
                "code": "4.23",
                "name": "Изготовление армированной дуги литой",
                "price": "3000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.013",
                "code": "4.24",
                "name": "Изготовление фасетки литой (металлической)",
                "price": "1700",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.014",
                "code": "4.25",
                "name": "Изготовление базиса бюгельного протеза с пластмассовыми зубами",
                "price": "500",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.015",
                "code": "4.26",
                "name": "Изготовление бюгельного каркаса",
                "price": "6000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.016",
                "code": "4.27",
                "name": "Изготовление огнеупорной модели",
                "price": "800",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.017",
                "code": "4.28",
                "name": "Изготовление литого базиса",
                "price": "7000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.019",
                "code": "4.29",
                "name": "Изготовление литого опорно-удерживающего кламмера",
                "price": "350",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.019.1",
                "code": "4.30",
                "name": "Изготовление индивидуальной ложки из композитного материала",
                "price": "1500",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.021",
                "code": "4.31",
                "name": "Изготовление ограничителя базиса бюгельного протеза",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.022",
                "code": "4.32",
                "name": "Изготовление седла бюгельного протеза",
                "price": "500",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.023",
                "code": "4.33",
                "name": "Изготовление ответвления в бюгеле (компайдер)",
                "price": "600",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.024",
                "code": "4.34",
                "name": "Изготовление фасетки в бюгельном протезе",
                "price": "2500",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.025",
                "code": "4.35",
                "name": "Изготовление зуба литого в бюгельном протезе",
                "price": "1600",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.027",
                "code": "4.36",
                "name": "Изготовление контрольной модели",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.028",
                "code": "4.37",
                "name": "Изготовление коронки цельнолитой",
                "price": "2500",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.029",
                "code": "4.38",
                "name": "Изготовление коронки металлоакриловой на цельнолитом каркасе",
                "price": "3000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.030",
                "code": "4.39",
                "name": "Изготовление коронки пластмассовой",
                "price": "1800",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.030.1",
                "code": "4.40",
                "name": "Изготовление коронки пластмассовой временной",
                "price": "750",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.031",
                "code": "4.41",
                "name": "Изготовление коронки металлической штампованной",
                "price": "1500",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.032",
                "code": "4.42",
                "name": "Изготовление комбинированной коронки",
                "price": "1800",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.034",
                "code": "4.43",
                "name": "Перебазировка съемного протеза лабораторным методом",
                "price": "2000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.035.1",
                "code": "4.44",
                "name": "Приварка одного кламмера",
                "price": "750",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.035.2",
                "code": "4.45",
                "name": "Приварка двух кламмеров",
                "price": "1000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.036.1",
                "code": "4.46",
                "name": "Приварка одного зуба",
                "price": "700",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.036.2",
                "code": "4.47",
                "name": "Приварка двух зубов",
                "price": "900",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.036.3",
                "code": "4.48",
                "name": "Приварка трех зубов",
                "price": "1000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.036.4",
                "code": "4.49",
                "name": "Приварка четырех зубов",
                "price": "1200",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.037",
                "code": "4.50",
                "name": "Починка одного перелома базиса самотвердеющей пластмассой",
                "price": "800",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.038",
                "code": "4.51",
                "name": "Починка двух переломов базиса самотвердеющей пластмассой",
                "price": "950",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.039",
                "code": "4.52",
                "name": "Изготовление эластической прокладки (лабораторный метод)",
                "price": "2000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.049",
                "code": "4.53",
                "name": "Изготовление зуба металлокерамического",
                "price": "4500",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.053",
                "code": "4.54",
                "name": "Изготовление коронки бюгельной",
                "price": "1600",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.054",
                "code": "4.55",
                "name": "Изготовление коронки металлокерамической (фарфоровой)",
                "price": "4500",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.056",
                "code": "4.56",
                "name": "Изготовление окклюзионной накладки в мостовидном протезе",
                "price": "500",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.07.002.070",
                "code": "4.57",
                "name": "Изготовление коронки пластмассовой с послойной моделировкой",
                "price": "2200",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.30.050",
                "code": "4.58",
                "name": "Услуги по обслуживанию ортопедических приспособлений (механическая чистка, полировка)",
                "price": "500",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "A23.30.050.001",
                "code": "4.59",
                "name": "Коррекция съемной ортопедической конструкции",
                "price": "300",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "",
                "code": "4.60",
                "name": "Услуги по нанесению покрытий на основе нитрид титана 1 единицы-штуки",
                "price": "200",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "",
                "code": "4.61",
                "name": "Услуги по нанесению покрытий на основе циркония 1 единицы-штуки",
                "price": "250",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "А.23.07.002.034",
                "code": "4.62",
                "name": "Перебазировка съемного протеза лабораторным методом",
                "price": "3000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "А.23.07.002.034.1",
                "code": "4.63",
                "name": "Перебазировка съемного протеза прямым методом",
                "price": "2000",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "А.23.07.002.034.2",
                "code": "4.64",
                "name": "Перебазировка одной единицы несъемной конструкции",
                "price": "250",
                "unit": "0",
                "count": ""
            },
            {
                "classifier_code": "",
                "code": "4.65",
                "name": "Реставрация фасетки композитами (прямой способ)",
                "price": "600",
                "unit": "0",
                "count": ""
            }
        ]
    }
];

var typeListJSON = [
    {
        "id": 1,
        "name" : "пародонтология",
        "title": "Прайс-лист на виды работ на пародонтологическом приеме",
        "ids" : [3]
    },
        {
        "id": 2,
        "name" : "ортопедия",
        "title": "Прайс-лист на виды работ на ортопедическом приеме",
        "ids" : [4]
    },
    {
        "id": 3,
        "name" : "терапия",
        "title": "Прайс-лист на виды работ на терапевтическом приеме",
        "ids" : [1,2]
    }
];
